/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Software */
"App" = "App";

/* Format for artist name */
"artistNameLabelForSearchResultCell" = "%2$@ van %1$@";

/* Localized kind: Audio Book */
"Audio Book" = "Audioboek";

/* Localized kind: Book */
"Book" = "Boek";

/* Localized kind: E-Book */
"E-Book" = "E-Boek";

/* Free */
"Free" = "Free";

/* Localized kind: Feature Movie */
"Movie" = "Film";

/* Localized kind: Music Video */
"Music Video" = "Videoclip";

/* (Nothing found)
 Nothing Found */
"Nothing Found" = "Niets gevonden";

/* OK */
"OK" = "OK";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Request user to try their network request again. */
" Please try again" = " Please try again";

/* Localized kind: Song */
"Song" = "Liedje";

/* Error message displayed when network errors occur. Apologizes to user for interruption in results. */
"There was an error accessing the iTunes Store." = "Er ging iets fout bij het communiceren met de iTunes winkel.";

/* Localized kind: TV Episode */
"TV Episode" = "TV Serie";

/* Unknown */
"Unknown" = "Onbekend";

/* Whoops… */
"Whoops…" = "Foutje…";







